module.exports = {
  /* weekdays */

  Su: 'ح',
  Mo: 'ن',
  Tu: 'ث',
  We: 'ر',
  Th: 'خ',
  Fr: 'ج',
  Sa: 'س',

  /* Hmonths */

  Muh: 'محرم',
  Saf: 'صفر',
  'Rab-I': 'ربيع الأول',
  'Rab-II': 'ربيع الثاني',
  'Jum-I': 'جمادى الأول',
  'Jum-II': 'جمادى الآخرة',
  Raj: 'رجب',
  Sha: 'شعبان',
  Ram: 'رمضان',
  Shw: 'شوال',
  'Dhu-Q': 'ذو القعدة',
  'Dhu-H': 'ذو الحجة',

  /* Gmonths */

  Jan: 'يناير',
  Feb: 'فبراير',
  Mar: 'مارس',
  Apr: 'ابريل',
  May: 'مايو',
  Jun: 'يونيو',
  Jul: 'يوليو',
  Aug: 'اغسطس',
  Sept: 'سبتمبر',
  Oct: 'اكتوبر',
  Nov: 'نوفمبر',
  Dec: 'ديسمبر',
};
